[
    {
      "entityId": "62eab7409e357804249abb4c",
      "name": "Рыба",
      "description": "Рыба в основном состоит из воды (53—89 %), белков (7—23 %) и жиров (2—34 %)[2]. По содержанию белка рыба не уступает мясу, а некоторые её виды даже превосходят мясо. Входящие в состав рыбы жиры, основу которых — до 86 % — составляют ненасыщенные кислоты[3], легче усваиваются организмом[4]. Кроме того, в рыбе содержатся многие витамины (в том числе A, D, E в рыбьем жире), микро- и макроэлементы[3].  Состав рыбы определяется её породой, полом, возрастом, периодом жизненного цикла, физиологическим состоянием и той частью рыбы, которая подвергается анализу. Например, жиры концентрируются в печени и других внутренних органах, голове, под кожей, у костей, между мышцами. Отдельной характеристикой является наличие костей в межмышечном пространстве, которая может для разных рыб варьироваться от отсутствия до количества, требующего особой кулинарной обработки",
      "imageAsByteArray": null
    },
    {
      "entityId": "62eab78e9e357804249abb4d",
      "name": "Мясо",
      "description": "скелетная поперечно-полосатая мускулатура животного с прилегающими к ней жировой и соединительной тканями, а также прилегающей костной тканью (мясо на костях) или без неё (бескостное мясо).  Также, мясом иногда называют некоторые мякотные субпродукты: язык, печень, почки, мозги, сердце, диафрагмы, мясо голов, пищевода и т. д. Мясо используется преимущественно как пищевой продукт.  Определение мяса в различных культурах включает различные составляющие. Например, совокупность тканей рыб и морепродукты не включаются в понятие «мясо».  Большая часть мяса, потребляемого людьми, производится посредством убоя домашних животных специальных мясных пород на скотобойнях. В пищу используется мясо и других животных (дикие крупные и мелкие млекопитающие, рептилии, амфибии и пр.). В различных кухнях мира используется мясо разных животных. В основном это зависит от доступности различных сортов и традиций кухни.",
      "imageAsByteArray": null
    },
    {
      "entityId": "62eab79f9e357804249abb4e",
      "name": "Ягоды",
      "description": "маленький сочный или мясистый плод, обычно кустарниковых или травянистых растений[1][2]; в плодоводстве — плод, у которого съедобен весь околоплодник[3]. Данное определение не в полной мере соответствует ботаническому термину «ягода», с ботанической точки зрения к ягодам относятся помидоры и не относятся малина и земляника[4].",
      "imageAsByteArray": null
    },
    {
      "entityId": "62eab7c29e357804249abb4f",
      "name": "Овощи",
      "description": " кулинарный термин, обозначающий съедобную часть (например, плод или клубень) некоторых растений, а также всякую твёрдую растительную пищу, за исключением фруктов, круп и орехов (включение в эту категорию плодовых тел грибов и съедобных водорослей зависит от источника). Кулинарный термин «овощ» может применяться к съедобным плодам, которые с точки зрения ботаники являются ягодами.  Овощи являются важной частью рациона человека. Источником овощей в подавляющем большинстве случаев служат овощные культуры, возделываемые сельскохозяйственными предприятиями в промышленных масштабах. Выращиванием овощей занимается овощеводство[1].",
      "imageAsByteArray": null
    }
]