[
    {
      "entityId": "62eab96b9e357804249abb57",
      "name": "Щука",
      "description": " рыба семейства щуковых. Распространена в пресных водах Евразии и Северной Америки. Живёт обычно в прибрежной зоне, в водных зарослях, в непроточных или слабопроточных водах. Может также встречаться и в опреснённых частях морей, например в Финском, Рижском и Куршском заливах Балтийского моря, в Таганрогском заливе Азовского моря. Щука хорошо выдерживает кислую реакцию воды, может комфортно жить в водоёмах с pH 4,75. При снижении содержания кислорода до 3,0—2,0 мг/л наступает угнетение дыхания, поэтому в заморных водоёмах щука часто погибает.",
      "tagIds": [
        "62eab7409e357804249abb4c",
        "62eab7c29e357804249abb4f",
        "62eab78e9e357804249abb4d"
      ],
      "imageAsByteArray": null
    },
    {
      "entityId": "62eab98e9e357804249abb58",
      "name": "Окунь",
      "description": "вид лучепёрых рыб рода пресноводных окуней семейства окунёвых (Percidae). Речной окунь широко распространён в пресных водоёмах Европы и Северной Азии (до бассейна Колымы на востоке и водоёмов северных районов Ирана и Афганистана на юге), завезён в Африку, Австралию и Новую Зеландию. Ранее считалось, что ареал речного окуня включает и водоёмы Северной Америки, которые по современным представлениям населяет самостоятельный вид жёлтый окунь (Perca flavescens).  Речной окунь относится к хищным рыбам. В рационе взрослого окуня значительную долю занимают другие пресноводные рыбы. Речной окунь предпочитает придерживаться равнинных водоёмов, его можно встретить в реках, озёрах, прудах, водохранилищах и даже в солоноватых участках морей. Нерест у речного окуня происходит ранней весной. Самка окуня откладывает икринки в форме длинной (до 1 м) студенистой ленты. Окунь — популярный объект любительского рыболовства, в отдельных водоёмах имеет важное промысловое значение.",
      "tagIds": [
        "62eab7409e357804249abb4c"
      ],
      "imageAsByteArray": null
    },
    {
      "entityId": "62eab9e59e357804249abb59",
      "name": "Свинина",
      "description": " кулинарное и промышленное наименование мяса свиней. Самый потребляемый вид мяса в мире[1].  Потребление человеком свинины фиксируется с пятого тысячелетия до н. э. Свинину употребляют и свежеприготовленной, и в виде пресервов или консервов. Пресервация значительно увеличивает срок хранения свинины: ветчина, свиные копчёности, посолы, вяленые и сушёные куски свинины, свиные колбасы — представляют собой популярные пресервы из свинины. Кроме обычной домашней кухни, свинина используется при изготовлении большинства мясных деликатесов и ресторанных блюд.  Как и в странах Запада, свинина чрезвычайно популярна на Дальнем Востоке, в Юго-Восточной Азии. В азиатской кухне она ценится за жирность и благоприятную для обработки структуру. В исламе и в иудействе, в некоторых христианских конфессиях, употребление свинины запрещено. Торговля свининой незаконна во многих мусульманских странах, особенно в тех, где признают шариат. В Израиле торговля свининой сильно ограничена.",
      "tagIds": [
        "62eab78e9e357804249abb4d"
      ],
      "imageAsByteArray": null
    },
    {
      "entityId": "62eab9ff9e357804249abb5a",
      "name": "Говядина",
      "description": "мясо домашних коров и быков (волов). Мясо молодняка называется телятина. В западноевропейской кулинарии строго различают мясо коров, быков и волов. В России это общее понятие[1]. Люди ели говядину с доисторических времен[2]. Говядина является источником высококачественного белка и питательных веществ[3].",
      "tagIds": [
        "62eab78e9e357804249abb4d"
      ],
      "imageAsByteArray": null
    },
    {
      "entityId": "62eaba149e357804249abb5b",
      "name": "Курятина",
      "description": "кулинарное и промышленное наименование куриного мяса. Этот вид птичьего мяса является самым распространённым в мире[1]. Из-за относительной простоты и низкой стоимости выращивания кур по сравнению с такими животными, как крупный рогатый скот или свиньи, курятина преобладает во многих кухнях мира. Курицу можно приготовить самыми разными способами, включая запекание, приготовление на гриле, барбекю, жарку и варку. Со второй половины XX века курятина стала одним из основных продуктов быстрого питания. Курятина иногда упоминается как более полезная для здоровья, чем красное мясо, с более низким содержанием холестерина и насыщенных жиров[2].  Отрасль птицеводства, которая занимается выращиванием кур, применяет разные методы в разных частях мира. В развитых странах куры обычно выращиваются с использованием методов интенсивного сельского хозяйства, в то время как менее развитые страны выращивают кур с использованием более традиционных методов ведения сельского хозяйства. По оценкам Организации Объединенных Наций, в 2011 году на Земле насчитывалось 19 миллиардов кур, что превышало численность людей более чем в два раза[3].  Куриное мясо содержит примерно в два-три раза больше полиненасыщенных жиров, чем большинство видов красного мяса, при измерении в процентах по массе[4].  Мясо курицы обычно содержит мало жира (за исключением каплунов). Жир сильно сконцентрирован на коже. Порция запеченной куриной грудки в 100 г содержит 4 г жира и 31 г белка, по сравнению с 10 г",
      "tagIds": [
        "62eab78e9e357804249abb4d"
      ],
      "imageAsByteArray": null
    }
]